/* (No Comment) */
"%[activeTouchBarGroup]@ %[begins with]@ %@" = "%1$[Aktive Touch Bar Gruppe]@ %2$[beginnt mit]@ %3$@";

/* (No Comment) */
"%[activeTouchBarGroup]@ %[contains]@ %@" = "%1$[Aktive Touch Bar Gruppe]@ %2$[enthält]@ %3$@";

/* (No Comment) */
"%[activeTouchBarGroup]@ %[ends with]@ %@" = "%1$[Aktive Touch Bar Gruppe]@ %2$[endet mit]@ %3$@";

/* (No Comment) */
"%[activeTouchBarGroup]@ %[in]@ %@" = "%1$[Aktive Touch Bar Gruppe]@ %2$[enthalten in]@ %3$@";

/* (No Comment) */
"%[activeTouchBarGroup]@ %[is like]@ %@" = "%1$[Aktive Touch Bar Gruppe]@ %2$[ist ähnlich wie]@ %3$@";

/* (No Comment) */
"%[activeTouchBarGroup]@ %[is not]@ %@" = "%1$[Aktive Touch Bar Gruppe]@ %2$[ist nicht]@ %3$@";

/* (No Comment) */
"%[activeTouchBarGroup]@ %[is]@ %@" = "%1$[Aktive Touch Bar Gruppe]@ %2$[ist gleich]@ %3$@";

/* (No Comment) */
"%[activeTouchBarGroup]@ %[matches]@ %@" = "%1$[Aktive Touch Bar Gruppe]@ %2$[erfüllt Regex]@ %3$@";

/* ConditionalActivationGroup.strings
 BetterTouchTool
 
 Created by Andreas Hegenberg on 27.01.19. */
"%[All]@ of the following are true" = "%1$[All]@ der Folgenden sind erfüllt";

/* (No Comment) */
"%[Any]@ of the following are true" = "%1$[Any]@ der Folgenden sind erfüllt";

/* (No Comment) */
"%[appExecutablePath]@ %[begins with]@ %@" = "%1$[Pfad zur ausführbaren Datei]@ %2$[beginnt mit]@ %3$@";

/* (No Comment) */
"%[appExecutablePath]@ %[contains]@ %@" = "%1$[Pfad zur ausführbaren Datei]@ %2$[enthält]@ %3$@";

/* (No Comment) */
"%[appExecutablePath]@ %[ends with]@ %@" = "%1$[Pfad zur ausführbaren Datei]@ %2$[endet mit]@ %3$@";

/* (No Comment) */
"%[appExecutablePath]@ %[in]@ %@" = "%1$[Pfad zur ausführbaren Datei]@ %2$[enthalten in]@ %3$@";

/* (No Comment) */
"%[appExecutablePath]@ %[is like]@ %@" = "%1$[Pfad zur ausführbaren Datei]@ %2$[ist ähnlich wie]@ %3$@";

/* (No Comment) */
"%[appExecutablePath]@ %[is not]@ %@" = "%1$[Pfad zur ausführbaren Datei]@ %2$[ist nicht]@ %3$@";

/* (No Comment) */
"%[appExecutablePath]@ %[is]@ %@" = "%1$[Pfad zur ausführbaren Datei]@ %2$[ist gleich]@ %3$@";

/* (No Comment) */
"%[appExecutablePath]@ %[matches]@ %@" = "%1$[Pfad zur ausführbaren Datei]@ %2$[erfüllt Regex]@ %3$@";

/* (No Comment) */
"%[appName]@ %[begins with]@ %@" = "%1$[App Name]@ %2$[beginnt mit]@ %3$@";

/* (No Comment) */
"%[appName]@ %[contains]@ %@" = "%1$[App Name]@ %2$[enthält]@ %3$@";

/* (No Comment) */
"%[appName]@ %[ends with]@ %@" = "%1$[App Name]@ %2$[endet mit]@ %3$@";

/* (No Comment) */
"%[appName]@ %[in]@ %@" = "%1$[App Name]@ %2$[enthalten in]@ %3$@";

/* (No Comment) */
"%[appName]@ %[is like]@ %@" = "%1$[App Name]@ %2$[ist ähnlich wie]@ %3$@";

/* (No Comment) */
"%[appName]@ %[is not]@ %@" = "%1$[App Name]@ %2$[ist nicht]@ %3$@";

/* (No Comment) */
"%[appName]@ %[is]@ %@" = "%1$[App Name]@ %2$[ist gleich]@ %3$@";

/* (No Comment) */
"%[appName]@ %[matches]@ %@" = "%1$[App Name]@ %2$[erfüllt Regex]@ %3$@";

/* (No Comment) */
"%[BTTCurrentlyPlaying]@ %[begins with]@ %@" = "%1$[BTT Variable: BTTCurrentlyPlaying]@ %2$[beginnt mit]@ %3$@";

/* (No Comment) */
"%[BTTCurrentlyPlaying]@ %[contains]@ %@" = "%1$[BTT Variable: BTTCurrentlyPlaying]@ %2$[enthält]@ %3$@";

/* (No Comment) */
"%[BTTCurrentlyPlaying]@ %[ends with]@ %@" = "%1$[BTT Variable: BTTCurrentlyPlaying]@ %2$[endet mit]@ %3$@";

/* (No Comment) */
"%[BTTCurrentlyPlaying]@ %[in]@ %@" = "%1$[BTT Variable: BTTCurrentlyPlaying]@ %2$[enthalten in]@ %3$@";

/* (No Comment) */
"%[BTTCurrentlyPlaying]@ %[is like]@ %@" = "%1$[BTT Variable: BTTCurrentlyPlaying]@ %2$[ist ähnlich wie]@ %3$@";

/* (No Comment) */
"%[BTTCurrentlyPlaying]@ %[is not]@ %@" = "%1$[BTT Variable: BTTCurrentlyPlaying]@ %2$[ist nicht]@ %3$@";

/* (No Comment) */
"%[BTTCurrentlyPlaying]@ %[is]@ %@" = "%1$[BTT Variable: BTTCurrentlyPlaying]@ %2$[ist gleich]@ %3$@";

/* (No Comment) */
"%[BTTCurrentlyPlaying]@ %[matches]@ %@" = "%1$[BTT Variable: BTTCurrentlyPlaying]@ %2$[erfüllt Regex]@ %3$@";

/* (No Comment) */
"%[BTTCurrentlyPlayingApp]@ %[begins with]@ %@" = "%1$[BTT Variable: BTTCurrentlyPlayingApp]@ %2$[beginnt mit]@ %3$@";

/* (No Comment) */
"%[BTTCurrentlyPlayingApp]@ %[contains]@ %@" = "%1$[BTT Variable: BTTCurrentlyPlayingApp]@ %2$[enthält]@ %3$@";

/* (No Comment) */
"%[BTTCurrentlyPlayingApp]@ %[ends with]@ %@" = "%1$[BTT Variable: BTTCurrentlyPlayingApp]@ %2$[endet mit]@ %3$@";

/* (No Comment) */
"%[BTTCurrentlyPlayingApp]@ %[in]@ %@" = "%1$[BTT Variable: BTTCurrentlyPlayingApp]@ %2$[enthalten in]@ %3$@";

/* (No Comment) */
"%[BTTCurrentlyPlayingApp]@ %[is like]@ %@" = "%1$[BTT Variable: BTTCurrentlyPlayingApp]@ %2$[ist ähnlich wie]@ %3$@";

/* (No Comment) */
"%[BTTCurrentlyPlayingApp]@ %[is not]@ %@" = "%1$[BTT Variable: BTTCurrentlyPlayingApp]@ %2$[ist nicht]@ %3$@";

/* (No Comment) */
"%[BTTCurrentlyPlayingApp]@ %[is]@ %@" = "%1$[BTT Variable: BTTCurrentlyPlayingApp]@ %2$[ist gleich]@ %3$@";

/* (No Comment) */
"%[BTTCurrentlyPlayingApp]@ %[matches]@ %@" = "%1$[BTT Variable: BTTCurrentlyPlayingApp]@ %2$[erfüllt Regex]@ %3$@";

/* (No Comment) */
"%[bundleIdentifier]@ %[begins with]@ %@" = "%1$[Bundle Identifier]@ %2$[beginnt mit]@ %3$@";

/* (No Comment) */
"%[bundleIdentifier]@ %[contains]@ %@" = "%1$[Bundle Identifier]@ %2$[enthält]@ %3$@";

/* (No Comment) */
"%[bundleIdentifier]@ %[ends with]@ %@" = "%1$[Bundle Identifier]@ %2$[endet mit]@ %3$@";

/* (No Comment) */
"%[bundleIdentifier]@ %[in]@ %@" = "%1$[Bundle Identifier]@ %2$[enthalten in]@ %3$@";

/* (No Comment) */
"%[bundleIdentifier]@ %[is like]@ %@" = "%1$[Bundle Identifier]@ %2$[ist ähnlich wie]@ %3$@";

/* (No Comment) */
"%[bundleIdentifier]@ %[is not]@ %@" = "%1$[Bundle Identifier]@ %2$[ist nicht]@ %3$@";

/* (No Comment) */
"%[bundleIdentifier]@ %[is]@ %@" = "%1$[Bundle Identifier]@ %2$[ist gleich]@ %3$@";

/* (No Comment) */
"%[bundleIdentifier]@ %[matches]@ %@" = "%1$[Bundle Identifier]@ %2$[erfüllt Regex]@ %3$@";

/* (No Comment) */
"%[connectedWifiName]@ %[begins with]@ %@" = "%1$[Aktueller Wifi Name]@ %2$[beginnt mit]@ %3$@";

/* (No Comment) */
"%[connectedWifiName]@ %[contains]@ %@" = "%1$[Aktueller Wifi Name]@ %2$[enthält]@ %3$@";

/* (No Comment) */
"%[connectedWifiName]@ %[ends with]@ %@" = "%1$[Aktueller Wifi Name]@ %2$[endet mit]@ %3$@";

/* (No Comment) */
"%[connectedWifiName]@ %[in]@ %@" = "%1$[Aktueller Wifi Name]@ %2$[enthalten in]@ %3$@";

/* (No Comment) */
"%[connectedWifiName]@ %[is like]@ %@" = "%1$[Aktueller Wifi Name]@ %2$[ist ähnlich wie]@ %3$@";

/* (No Comment) */
"%[connectedWifiName]@ %[is not]@ %@" = "%1$[Aktueller Wifi Name]@ %2$[ist nicht]@ %3$@";

/* (No Comment) */
"%[connectedWifiName]@ %[is]@ %@" = "%1$[Aktueller Wifi Name]@ %2$[ist gleich]@ %3$@";

/* (No Comment) */
"%[connectedWifiName]@ %[matches]@ %@" = "%1$[Aktueller Wifi Name]@ %2$[erfüllt Regex]@ %3$@";

/* (No Comment) */
"%[customVariable1]@ %[begins with]@ %@" = "%1$[BTT Variable: customVariable1]@ %2$[beginnt mit]@ %3$@";

/* (No Comment) */
"%[customVariable1]@ %[contains]@ %@" = "%1$[BTT Variable: customVariable1]@ %2$[enthält]@ %3$@";

/* (No Comment) */
"%[customVariable1]@ %[ends with]@ %@" = "%1$[BTT Variable: customVariable1]@ %2$[endet mit]@ %3$@";

/* (No Comment) */
"%[customVariable1]@ %[in]@ %@" = "%1$[BTT Variable: customVariable1]@ %2$[enthalten in]@ %3$@";

/* (No Comment) */
"%[customVariable1]@ %[is like]@ %@" = "%1$[BTT Variable: customVariable1]@ %2$[ist ähnlich wie]@ %3$@";

/* (No Comment) */
"%[customVariable1]@ %[is not]@ %@" = "%1$[BTT Variable: customVariable1]@ %2$[ist nicht]@ %3$@";

/* (No Comment) */
"%[customVariable1]@ %[is]@ %@" = "%1$[BTT Variable: customVariable1]@ %2$[ist gleich]@ %3$@";

/* (No Comment) */
"%[customVariable1]@ %[matches]@ %@" = "%1$[BTT Variable: customVariable1]@ %2$[erfüllt Regex]@ %3$@";

/* (No Comment) */
"%[customVariable2]@ %[begins with]@ %@" = "%1$[BTT Variable: customVariable2]@ %2$[beginnt mit]@ %3$@";

/* (No Comment) */
"%[customVariable2]@ %[contains]@ %@" = "%1$[BTT Variable: customVariable2]@ %2$[enthält]@ %3$@";

/* (No Comment) */
"%[customVariable2]@ %[ends with]@ %@" = "%1$[BTT Variable: customVariable2]@ %2$[endet mit]@ %3$@";

/* (No Comment) */
"%[customVariable2]@ %[in]@ %@" = "%1$[BTT Variable: customVariable2]@ %2$[enthalten in]@ %3$@";

/* (No Comment) */
"%[customVariable2]@ %[is like]@ %@" = "%1$[BTT Variable: customVariable2]@ %2$[ist ähnlich wie]@ %3$@";

/* (No Comment) */
"%[customVariable2]@ %[is not]@ %@" = "%1$[BTT Variable: customVariable2]@ %2$[ist nicht]@ %3$@";

/* (No Comment) */
"%[customVariable2]@ %[is]@ %@" = "%1$[BTT Variable: customVariable2]@ %2$[ist gleich]@ %3$@";

/* (No Comment) */
"%[customVariable2]@ %[matches]@ %@" = "%1$[BTT Variable: customVariable2]@ %2$[erfüllt Regex]@ %3$@";

/* (No Comment) */
"%[customVariable3]@ %[begins with]@ %@" = "%1$[BTT Variable: customVariable3]@ %2$[beginnt mit]@ %3$@";

/* (No Comment) */
"%[customVariable3]@ %[contains]@ %@" = "%1$[BTT Variable: customVariable3]@ %2$[enthält]@ %3$@";

/* (No Comment) */
"%[customVariable3]@ %[ends with]@ %@" = "%1$[BTT Variable: customVariable3]@ %2$[endet mit]@ %3$@";

/* (No Comment) */
"%[customVariable3]@ %[in]@ %@" = "%1$[BTT Variable: customVariable3]@ %2$[enthalten in]@ %3$@";

/* (No Comment) */
"%[customVariable3]@ %[is like]@ %@" = "%1$[BTT Variable: customVariable3]@ %2$[ist ähnlich wie]@ %3$@";

/* (No Comment) */
"%[customVariable3]@ %[is not]@ %@" = "%1$[BTT Variable: customVariable3]@ %2$[ist nicht]@ %3$@";

/* (No Comment) */
"%[customVariable3]@ %[is]@ %@" = "%1$[BTT Variable: customVariable3]@ %2$[ist gleich]@ %3$@";

/* (No Comment) */
"%[customVariable3]@ %[matches]@ %@" = "%1$[BTT Variable: customVariable3]@ %2$[erfüllt Regex]@ %3$@";

/* (No Comment) */
"%[focusedElementRole]@ %[begins with]@ %@" = "%1$[Focused Element Role]@ %2$[beginnt mit]@ %3$@";

/* (No Comment) */
"%[focusedElementRole]@ %[contains]@ %@" = "%1$[Focused Element Role]@ %2$[enthält]@ %3$@";

/* (No Comment) */
"%[focusedElementRole]@ %[ends with]@ %@" = "%1$[Focused Element Role]@ %2$[endet mit]@ %3$@";

/* (No Comment) */
"%[focusedElementRole]@ %[in]@ %@" = "%1$[Focused Element Role]@ %2$[enthalten in]@ %3$@";

/* (No Comment) */
"%[focusedElementRole]@ %[is like]@ %@" = "%1$[Focused Element Role]@ %2$[ist ähnlich wie]@ %3$@";

/* (No Comment) */
"%[focusedElementRole]@ %[is not]@ %@" = "%1$[Focused Element Role]@ %2$[ist nicht]@ %3$@";

/* (No Comment) */
"%[focusedElementRole]@ %[is]@ %@" = "%1$[Focused Element Role]@ %2$[ist gleich]@ %3$@";

/* (No Comment) */
"%[focusedElementRole]@ %[matches]@ %@" = "%1$[Focused Element Role]@ %2$[erfüllt Regex]@ %3$@";

/* (No Comment) */
"%[focusedElementSubrole]@ %[begins with]@ %@" = "%1$[Fokussiertes Element Subrolle]@ %2$[beginnt mit]@ %3$@";

/* (No Comment) */
"%[focusedElementSubrole]@ %[contains]@ %@" = "%1$[Fokussiertes Element Subrolle]@ %2$[enthält]@ %3$@";

/* (No Comment) */
"%[focusedElementSubrole]@ %[ends with]@ %@" = "%1$[Fokussiertes Element Subrolle]@ %2$[endet mit]@ %3$@";

/* (No Comment) */
"%[focusedElementSubrole]@ %[in]@ %@" = "%1$[Fokussiertes Element Subrolle]@ %2$[enthalten in]@ %3$@";

/* (No Comment) */
"%[focusedElementSubrole]@ %[is like]@ %@" = "%1$[Fokussiertes Element Subrolle]@ %2$[ist ähnlich wie]@ %3$@";

/* (No Comment) */
"%[focusedElementSubrole]@ %[is not]@ %@" = "%1$[Fokussiertes Element Subrolle]@ %2$[ist nicht]@ %3$@";

/* (No Comment) */
"%[focusedElementSubrole]@ %[is]@ %@" = "%1$[Fokussiertes Element Subrolle]@ %2$[ist gleich]@ %3$@";

/* (No Comment) */
"%[focusedElementSubrole]@ %[matches]@ %@" = "%1$[Fokussiertes Element Subrolle]@ %2$[erfüllt Regex]@ %3$@";

/* (No Comment) */
"%[None]@ of the following are true" = "%1$[Keine]@ der Folgenden sind wahr";



/* (No Comment) */
"%[mouseBehindNotch]@ %[is not]@ %@" = "%1$[Maus hinter Notch]@ %2$[is not]@ %3$@";

/* (No Comment) */
"%[mouseBehindNotch]@ %[is]@ %@" = "%1$[Maus hinter Notch]@ %2$[is]@ %3$@";

/* (No Comment) */
"%[processName]@ %[begins with]@ %@" = "%1$[Process Name]@ %2$[beginnt mit]@ %3$@";

/* (No Comment) */
"%[processName]@ %[contains]@ %@" = "%1$[Process Name]@ %2$[enthält]@ %3$@";

/* (No Comment) */
"%[processName]@ %[ends with]@ %@" = "%1$[Process Name]@ %2$[endet mit]@ %3$@";

/* (No Comment) */
"%[processName]@ %[in]@ %@" = "%1$[Process Name]@ %2$[enthalten in]@ %3$@";

/* (No Comment) */
"%[processName]@ %[is like]@ %@" = "%1$[Process Name]@ %2$[ist ähnlich wie]@ %3$@";

/* (No Comment) */
"%[processName]@ %[is not]@ %@" = "%1$[Process Name]@ %2$[ist nicht]@ %3$@";

/* (No Comment) */
"%[processName]@ %[is]@ %@" = "%1$[Process Name]@ %2$[ist gleich]@ %3$@";

/* (No Comment) */
"%[processName]@ %[matches]@ %@" = "%1$[Process Name]@ %2$[erfüllt Regex]@ %3$@";

/* (No Comment) */
"%[runningProcesses]@ %[begins with]@ %@" = "%1$[[Liste Laufender Prozesse]@ %2$[begins with]@ %3$@";

/* (No Comment) */
"%[runningProcesses]@ %[contains]@ %@" = "%1$[[Liste Laufender Prozesse]@ %2$[enthält]@ %3$@";

/* (No Comment) */
"%[runningProcesses]@ %[ends with]@ %@" = "%1$[[Liste Laufender Prozesse]@ %2$[ends with]@ %3$@";

/* (No Comment) */
"%[runningProcesses]@ %[in]@ %@" = "%1$[[Liste Laufender Prozesse]@ %2$[in]@ %3$@";

/* (No Comment) */
"%[runningProcesses]@ %[is like]@ %@" = "%1$[[Liste Laufender Prozesse]@ %2$[is like]@ %3$@";

/* (No Comment) */
"%[runningProcesses]@ %[is not]@ %@" = "%1$[[Liste Laufender Prozesse]@ %2$[is not]@ %3$@";

/* (No Comment) */
"%[runningProcesses]@ %[is]@ %@" = "%1$[Liste Laufender Prozesse]@ %2$[is]@ %3$@";

/* (No Comment) */
"%[runningProcesses]@ %[matches]@ %@" = "%1$[[Liste Laufender Prozesse]@ %2$[matches]@ %3$@";

/* (No Comment) */
"%[windowName]@ %[begins with]@ %@" = "%1$[Fenstername]@ %2$[beginnt mit]@ %3$@";

/* (No Comment) */
"%[windowName]@ %[contains]@ %@" = "%1$[Fenstername]@ %2$[enthält]@ %3$@";

/* (No Comment) */
"%[windowName]@ %[ends with]@ %@" = "%1$[Fenstername]@ %2$[endet mit]@ %3$@";

/* (No Comment) */
"%[windowName]@ %[in]@ %@" = "%1$[Fenstername]@ %2$[enthalten in]@ %3$@";

/* (No Comment) */
"%[windowName]@ %[is like]@ %@" = "%1$[Fenstername]@ %2$[ist ähnlich wie]@ %3$@";

/* (No Comment) */
"%[windowName]@ %[is not]@ %@" = "%1$[Fenstername]@ %2$[ist nicht]@ %3$@";

/* (No Comment) */
"%[windowName]@ %[is]@ %@" = "%1$[Fenstername]@ %2$[ist gleich]@ %3$@";

/* (No Comment) */
"%[windowName]@ %[matches]@ %@" = "%1$[Fenstername]@ %2$[erfüllt Regex]@ %3$@";

